tap "adoptopenjdk/openjdk"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
brew "azure-cli"
brew "bat"
brew "guile"
brew "unbound"
brew "emacs"
brew "git"
brew "go"
brew "gradle"
brew "harfbuzz"
brew "helm"
brew "jmeter"
brew "pango"
brew "librsvg"
brew "lsd"
brew "mas"
brew "nvm"
brew "protobuf"
brew "python@3.8"
brew "telnet"
brew "tomcat"
brew "watch"
cask "adoptopenjdk8"
cask "chrome-remote-desktop-host"
cask "datagrip"
cask "discord"
cask "docker"
cask "dotnet-sdk"
cask "gitkraken"
cask "google-chrome"
cask "google-drive"
cask "hammerspoon"
cask "intellij-idea"
cask "iterm2"
cask "jetbrains-toolbox"
cask "karabiner-elements"
cask "keka"
cask "microsoft-teams"
cask "notion"
cask "postman"
cask "slack"
cask "visual-studio-code"
mas "genie", id: 1445501415
mas "GoodNotes", id: 1444383602
mas "Magnet", id: 441258766
mas "Messenger", id: 1480068668
mas "Microsoft Excel", id: 462058435
mas "Microsoft PowerPoint", id: 462062816
mas "Microsoft Remote Desktop", id: 1295203466
mas "Microsoft Word", id: 462054704
mas "Paint X", id: 668502966
mas "PhotoScape X", id: 929507092
mas "알라딘 ebook", id: 1023251042
mas "카카오톡", id: 869223134
mas "한컴오피스 한글 2014 VP 뷰어", id: 416746898
