tap "eddieantonio/eddieantonio"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
brew "asdf"
brew "bat"
brew "fasd"
brew "openssl@1.1"
brew "open-mpi"
brew "fzf"
brew "git"
brew "git-lfs"
brew "go"
brew "lsd"
brew "mas"
brew "neovim"
brew "nghttp2"
brew "nvm"
brew "python@3.10"
brew "python@3.9"
brew "tcl-tk"
brew "telnet"
brew "watch"
brew "zsh"
cask "chrome-remote-desktop-host"
cask "datagrip"
cask "discord"
cask "docker"
cask "dotnet-sdk"
cask "eul"
cask "font-meslo-lg-nerd-font"
cask "gitkraken"
cask "google-chrome"
cask "google-drive"
cask "hammerspoon"
cask "intellij-idea"
cask "iterm2"
cask "jetbrains-toolbox"
cask "karabiner-elements"
cask "keka"
cask "microsoft-teams"
cask "notion"
cask "slack"
cask "visual-studio-code"
mas "genie", id: 1445501415
mas "GoodNotes", id: 1444383602
mas "Magnet", id: 441258766
mas "Messenger", id: 1480068668
mas "Microsoft Excel", id: 462058435
mas "Microsoft PowerPoint", id: 462062816
mas "Microsoft Remote Desktop", id: 1295203466
mas "Microsoft Word", id: 462054704
mas "Paint X", id: 668502966
mas "PhotoScape X", id: 929507092
mas "RunCat", id: 1429033973
mas "알라딘 ebook", id: 1023251042
mas "유니콘 HTTPS", id: 1475628500
mas "카카오톡", id: 869223134
mas "한컴오피스 한글 2014 VP 뷰어", id: 416746898
vscode "alefragnani.Bookmarks"
vscode "alexcvzz.vscode-sqlite"
vscode "arcanis.vscode-zipfs"
vscode "asvetliakov.vscode-neovim"
vscode "burkeholland.simple-react-snippets"
vscode "Cardinal90.multi-cursor-case-preserve"
vscode "ChakrounAnas.turbo-console-log"
vscode "christian-kohler.npm-intellisense"
vscode "dbaeumer.vscode-eslint"
vscode "eamodio.gitlens"
vscode "ecmel.vscode-html-css"
vscode "Equinusocio.vsc-community-material-theme"
vscode "esbenp.prettier-vscode"
vscode "formulahendry.auto-close-tag"
vscode "formulahendry.auto-rename-tag"
vscode "formulahendry.code-runner"
vscode "GitHub.copilot"
vscode "GitHub.github-vscode-theme"
vscode "golang.go"
vscode "hoovercj.vscode-power-mode"
vscode "humao.rest-client"
vscode "IronGeek.vscode-env"
vscode "jonkwheeler.styled-components-snippets"
vscode "mhutchie.git-graph"
vscode "ms-azure-devops.azure-pipelines"
vscode "ms-azuretools.vscode-azureappservice"
vscode "ms-azuretools.vscode-azureresourcegroups"
vscode "ms-azuretools.vscode-docker"
vscode "MS-CEINTL.vscode-language-pack-ko"
vscode "ms-dotnettools.csharp"
vscode "ms-dotnettools.vscode-dotnet-runtime"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-mssql.data-workspace-vscode"
vscode "ms-mssql.mssql"
vscode "ms-mssql.sql-bindings-vscode"
vscode "ms-mssql.sql-database-projects-vscode"
vscode "ms-playwright.playwright"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode.azure-account"
vscode "ms-vscode.js-debug-nightly"
vscode "ms-vscode.live-server"
vscode "oderwat.indent-rainbow"
vscode "Orta.vscode-jest"
vscode "PKief.material-icon-theme"
vscode "pnp.polacode"
vscode "pranaygp.vscode-css-peek"
vscode "Prisma.prisma"
vscode "quicktype.quicktype"
vscode "redhat.vscode-yaml"
vscode "ritwickdey.LiveServer"
vscode "sculove.translator"
vscode "Shinotatwu-DS.file-tree-generator"
vscode "styled-components.vscode-styled-components"
vscode "unifiedjs.vscode-mdx"
vscode "vincaslt.highlight-matching-tag"
vscode "VisualStudioExptTeam.intellicode-api-usage-examples"
vscode "VisualStudioExptTeam.vscodeintellicode"
vscode "WakaTime.vscode-wakatime"
vscode "wayou.vscode-todo-highlight"
