tap "homebrew/bundle"
tap "homebrew/core"
brew "libxcrypt"
brew "asdf"
brew "bat"
brew "krb5"
brew "libunistring"
brew "libidn2"
brew "libnghttp2"
brew "libssh2"
brew "util-linux"
brew "openldap"
brew "curl"
brew "direnv"
brew "fasd"
brew "fzf"
brew "libxml2"
brew "pcre2"
brew "git"
brew "git-lfs"
brew "libuv"
brew "libvterm"
brew "lsd"
brew "luajit"
brew "msgpack"
brew "tree-sitter"
brew "neovim"
brew "nvm"
brew "zsh"
vscode "Command is only available in WSL or inside a Visual Studio Code terminal."
